[InteractiveObjects.IO_Overlooked2_ShieldEssenceSpawn InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_ShieldPartsDelivery InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_MO_Overlooked2_ShieldEssence MissionItemDefinition]
UseFailureCharacterMessage="it should %s Take advantage of this article."
ItemName="digital thyroid nucleus"
PickupMessage="You will understand %s"
UseFailureLevelMessage="You must be at least %d level to use this feature."
UseFailureConstraintsMessage="You cannot use this number.."
NoManufacturerName="The usual"

[ItemDefs.ID_MO_Overlooked2_ShieldEssence:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Armored and Armored Division."
NoConstraintText=""
Suffix=""
Prefix=""

[Population.PawnBalance_OverlookGuard AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Guardian of Hyperion")

